Repository: HearthSim/HSTracker
Catalog: Translations/macOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt_br, ru, zh_hans, zh_hant

source: Save Current Deck
de: Aktuelles Deck speichern
fr: Enregistrer le deck actuel
ko: 현재 덱 저장
pt_br: Salvar Deck atual
ru: Сохранить текущую колоду
zh_hans: 保存现在的卡组
zh_hant: 儲存現在的牌組

source: Save Opponent's Deck
de: Gegnerisches Deck speichern
fr: Enregistrer le deck de l'adversaire
ko: 상대방 덱 저장
pt_br: Salvar Deck do oponente
ru: Сохранить колоду противника
zh_hans: 保存对手的卡组
zh_hant: 儲存對手的牌組

source: Season %@
de: Saisons %@
fr: Saison %@
ko: %@ 시즌
pt_br: Temporada %@
ru: Сезон %@
zh_hans: 赛季 %@
zh_hant: 賽季 %@

source: server error
de: Server Fehler
es: error del servidor
fr: Erreur serveur
ko: 서버 에러
pt_br: error de servidor
ru: ошибка сервера
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

source: Shaman
de: Schamane
es: Chamán
fr: Chaman
ko: 주술사
pt_br: Xamã
ru: Шаман
zh_hans: 萨满
zh_hant: 薩滿

source: Spell
de: Zauber
es: Hechizo
fr: Sort
ko: 주문
pt_br: Magia
ru: Заклинание
zh_hans: 法术
zh_hant: 法術

# Spell_School_Arcane
source: Arcane
de: Arkan
fr: Arcanes
ko: 신비
pt_br: Arcano
zh_hans: 奥术

# Spell_School_Fel
source: Fel
de: Dämonisch
fr: Fiel
ko: 지옥
pt_br: Vil
zh_hans: 邪能

# Spell_School_Fire
source: Fire
de: Feuer
fr: Feu
ko: 화염
pt_br: Fogo
zh_hans: 火焰

# Spell_School_Holy
source: Holy
de: Heilig
fr: Sacré
ko: 신성
pt_br: Sagrado
zh_hans: 神圣

# Spell_School_Nature
source: Nature
de: Natur
ko: 자연
pt_br: Natureza
zh_hans: 自然

# Spell_School_Physical_Combat
source: Attack
de: Angriff
es: Ataque
fr: Attaque
ko: 공격력
pt_br: Ataque
ru: Урон
zh_hans: 攻击力
zh_hant: 攻擊

# Spell_School_Shadow
source: Shadow
de: Schatten
fr: Ombre
ko: 암흑
pt_br: Sombra
zh_hans: 暗影

source: Statistics
de: Statistiken
fr: Statistiques
ko: 통계
pt_br: Estatísticas
ru: Статистика
zh_hans: 统计
zh_hant: 統計

# TGT
source: The Grand Tournament
de: Das große Turnier
es: El Gran Torneo
fr: Le Grand Tournoi
ko: 대 마상시합
pt_br: O Grande Torneio
ru: Большой турник
zh_hans: 冠军的试炼
zh_hant: 銀白聯賽

source: The Climb
de: Aufstieg
fr: La montée
ko: 등급전
pt_br: A Subida
ru: Лучшая
zh_hans: 排名统计
zh_hant: 排名統計

source: The followings cards were missing :
de: Diese Karten fehlen:
fr: Les cartes suivantes sont manquantes dans votre collection :
ko: 다음 카드들이 빠졌습니다. :
pt_br: Os seguintes cards estavam faltando :
ru: Следующие карточки отсутствовали :
zh_hans: 以下卡牌缺失:
zh_hant: 以下卡牌缺失 :

source: The OutFinder
de: Der OutFinder
pt_br: OutFinder
zh_hans: 最佳解探寻器

# TheOutfinder_Keyword_charge
source: Charge
de: Ansturm
pt_br: Investida
zh_hans: 冲锋

# TheOutfinder_Keyword_discover
source: Discover
de: Entdecken
pt_br: Descubra
zh_hans: 发现

# TheOutfinder_Keyword_divine_shield
source: Divine Shield
de: Gottesschild
es: Escudo divino
fr: Bouclier divin
ko: 천상의 보호막
pt_br: Escudo Divino
ru: Божественный щит
zh_hans: 圣盾
zh_hant: 聖盾

# TheOutfinder_Keyword_excavate
source: Excavate
de: Ausgraben
pt_br: Escavar
zh_hans: 发掘

# TheOutfinder_Keyword_freeze
source: Freeze
de: Einfrieren
pt_br: Congelar
zh_hans: 冻结

# TheOutfinder_Keyword_heal
source: Heal
de: Heilen
pt_br: Cura
zh_hans: 治疗

# TheOutfinder_Keyword_herald
source: Herald
de: Ankündigen
ko: 예고
pt_br: Proclamar
zh_hans: 兆示

# TheOutfinder_Keyword_imbue
source: Imbue
de: Erfüllen
ko: 연마
pt_br: Intensificar
zh_hans: 灌注

# TheOutfinder_Keyword_invoke_galakrond
source: Invoke
de: Ermächtigen
pt_br: Invocar
zh_hans: 祈求

# TheOutfinder_Keyword_lifesteal
source: Lifesteal
de: Lebensentzug
pt_br: Roubar Vida
zh_hans: 吸血

# TheOutfinder_Keyword_magnetic
source: Magnetic
de: Magnetisch
es: Magnetismo
fr: Magnétisme
ko: 합체
pt_br: Magnético
ru: Магнетизм
zh_hans: 磁力
zh_hant: 合體

# TheOutfinder_Keyword_outcast
source: Outcast
de: Außenseiter
pt_br: Exilar
zh_hans: 流放

# TheOutfinder_Keyword_overload
source: Overload
de: Überladung
es: Sobrecarga
fr: Surcharge
ko: 과부하
pt_br: Sobrecarga
ru: Перегрузка
zh_hans: 过载
zh_hant: 超載

# TheOutfinder_Keyword_poisonous
source: Poisonous
de: Giftig
es: Veneno
fr: Toxicité
ko: 독성
pt_br: Venenoso
ru: Яд
zh_hans: 剧毒
zh_hant: 致命劇毒

# TheOutfinder_Keyword_reborn
source: Reborn
de: Wiederkehr
es: Renacer
fr: Réincarnation
ko: 환생
pt_br: Renascer
ru: Перерождение
zh_hans: 复生
zh_hant: 重生

# TheOutfinder_Keyword_rush
source: Rush
de: Eifer
pt_br: Rapidez
zh_hans: 突袭

# TheOutfinder_Keyword_secret
source: Secret
de: Geheimnis
pt_br: Segredo
zh_hans: 奥秘

# TheOutfinder_Keyword_silence
source: Silence
de: Schweigen
pt_br: Silenciar
zh_hans: 沉默

# TheOutfinder_Keyword_spellpower
source: Spell Damage +
de: Zauberschaden +
pt_br: Dano Mágico +
zh_hans: 法术伤害 +

# TheOutfinder_Keyword_starship_piece
source: Starship Piece
de: Raumschiffteil
pt_br: Peça de Nave Estelar
zh_hans: 星舰组件

# TheOutfinder_Keyword_stealth
source: Stealth
de: Verstohlenheit
pt_br: Furtividade
zh_hans: 潜行

# TheOutfinder_Keyword_taunt
source: Taunt
de: Spott
es: Provocar
fr: Provocation
ko: 도발
pt_br: Provocar
ru: Провокация
zh_hans: 嘲讽
zh_hant: 嘲諷

# TheOutfinder_Label_Attack
source: Attack
de: Angriff
es: Ataque
fr: Attaque
ko: 공격력
pt_br: Ataque
ru: Урон
zh_hans: 攻击力
zh_hant: 攻擊

# TheOutfinder_Label_Cost
source: Cost
de: Kosten
es: Coste
fr: Coût
ko: 마나
pt_br: Custo
ru: Стоимость
zh_hans: 费用
zh_hant: 費用

# TheOutfinder_Label_Filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
ko: 필터
pt_br: Filtros
ru: Фильтры
zh_hans: 筛选
zh_hant: 過濾

# TheOutfinder_Label_Health
source: Health
de: Leben
es: Salud
fr: Vie
ko: 생명력
pt_br: Vida
ru: Здоровье
zh_hans: 生命值
zh_hant: 生命

source: There was an issue saving your arena deck. Try relaunching Hearthstone and clicking on 'Arena', and then try to save again.
de: Beim speichern Deines Arena-Decks ist etwas schief gelaufen. Starte Hearthstone neu, wähle 'Die Arena' aus und versuche es dann erneut zu speichern.
ko: 투기장 덱을 저장하지 못했습니다. 하스스톤을 다시 시작해서 투기장에 진입하고 저장을 다시 시도해보세요.
pt_br: Houve um problema ao salvar seu deck da Arena. Tente reiniciar o Hearthstone e clicar em 'Arena', e então tente salvar outra vez.
ru: Произошла ошибка при сохранении вашей колоды из Арены. Попробуйте перезапустить Hearthstone и нажать на 'Арена', затем попробуйте еще раз.
zh_hans: 出了一些问题，你的竞技场卡组没有保存。请尝试重启炉石传说和重新保存卡组。
zh_hant: 出了一些問題，你的競技場牌組無法儲存。請嘗試重新啟動爐石戰記並重新儲存牌組。

source: To export a deck to Hearthstone, create a new deck with the correct class in your collection, then click OK and switch to Hearthstone. Do not touch your mouse or keyboard during the import. WARNING, this is a beta feature !
de: Um ein Deck nach Hearthstone zu exportieren, erstelle ein neues Deck mit der korrekten Klasse in deiner Sammlung. Klicke dann auf OK und wechsele zu Hearthstone. Berühre während des imports weder Deine Maus, noch das Keyboard. WARNUNG: Dies ist eine Beta-Funktion!
fr: Pour exporter un deck dans Hearthstone, créez un nouveau deck avec la bonne classe dans votre collection, puis, cliquez sur OK et retournez sur Hearthstone. Ne touchez pas votre souris ou votre clavier pendant l'import. ATTENTION, ceci est une fonctionnalité en beta !
ko: 하스스톤에 덱을 내보내기 위해 정확한 직업으로 덱을 만들어주세요. 그 후 OK 누르고 하스스톤으로 돌아가세요. 덱을 읽는 동안 마우스나 키보드를 건드리지 마세요. 이 기능은 아직 정식 기능이 아닙니다!
pt_br: Para exportar um deck para o Hearthstone, crie um novo deck da classe correta na sua coleção e, em seguida, clique em OK e alterne para o Hearthstone. Não use seu mouse ou teclado durante a importação. AVISO, esta é uma funcionalidade beta !
ru: Чтобы экспортировать колоду в Hearthstone, создайте новую колоду с правильным классом в вашей коллекции, затем нажмите «ОК» и переключитесь в Hearthstone. Не касайтесь мыши или клавиатуры во время импорта. ВНИМАНИЕ, это бета-функция!
zh_hans: 如果想将本卡组导出到炉石传说中, 请创建一个与卡组英雄对应的新卡组, 然后点击 OK 并切换到炉石传说。 。在导入过程中，请不要使用鼠标或键盘。 警告, 这只是一个测试功能!
zh_hant: 如果想將本牌組匯出到爐石戰記中，請建立一個相同職業的牌組，點擊OK後切換到爐石戰記。 。在匯入過程中，請不要觸碰滑鼠或鍵盤。 警告，目前此功能僅為測試功能。

# Toast_Battlegrounds_Compare_Heroes
source: Compare Heroes
de: Helden vergleichen
es: Comparar héroes
fr: Comparer les héros
ko: 영웅 비교하기
pt_br: Comparar Heróis
ru: Сравнить героев
zh_hans: 对比英雄
zh_hant: 英雄比較

# Toast_Battlegrounds_HSReplaynet
source: HSReplay.net - Battlegrounds
de: HSReplay.net - Schlachtfeld
es: HSReplay.net - Campos de batalla
fr: HSReplay.net - Champs de bataille
ko: HSReplay.net - 전장
pt_br: HSReplay.net - Campos de Batalha
ru: HSReplay.net – Поля сражений
zh_hans: HSReplay.net - 酒馆战棋

# Toast_Mulligan_Unavailable
source: No data for this deck
de: Keine Daten für dieses Deck
fr: Aucune donnée pour ce deck
ko: 이 덱에 대한 데이터가 없습니다.
pt_br: Sem dados para este deck
ru: Нет данных для этой колоды
zh_hans: 这个套牌的对战数据较少
zh_hant: 沒有找到此套牌的數據

source: Trackers
de: Tracker
ko: 트래커
pt_br: Rastreadores
ru: Трекеры
zh_hans: 记牌器
zh_hant: 記牌器

# UNGORO
source: Journey to Un'Goro
de: Reise nach Un'Goro
es: Viaje a Un'Goro
fr: Voyage au centre d'Un'Goro
ko: 운고로를 향한 여정
pt_br: Jornada a Un'Goro
ru: Приключения в Ун'Горо
zh_hans: 勇闯安戈洛
zh_hant: 安戈洛歷險記

source: Unlock windows
de: Fenster entsperren
es: Desbloquear ventanas
fr: Déverrouiller les fenêtres
ko: 창 고정 해제
pt_br: Destravar janelas
ru: Разблокировать окна
zh_hans: 解锁窗口
zh_hant: 解鎖視窗

source: Use deck
de: Deck verwenden
es: Usar mazo
fr: Utiliser le deck
ko: 덱 사용하기
pt_br: Usar deck
ru: Использовать колоду
zh_hans: 使用本卡组
zh_hant: 使用本牌組

source: Victory
de: Gewonnen
es: Victoria
fr: Victoire
ko: 승리
pt_br: Vitória
ru: Победа
zh_hans: 胜利
zh_hant: 勝利

source: View
de: Ansehen
fr: Voir
pt_br: Visualizar
ru: Обзор
zh_hans: 查看
zh_hant: 看本場賽局的影像

source: Warlock
de: Hexenmeister
es: Brujo
fr: Démoniste
ko: 흑마법사
pt_br: Bruxo
ru: Чернокнижник
zh_hans: 术士
zh_hant: 術士

source: Warrior
de: Krieger
es: Guerrero
fr: Guerrier
ko: 전사
pt_br: Guerreiro
ru: Воин
zh_hans: 战士
zh_hant: 戰士

source: Weapon
de: Waffe
es: Arma
fr: Arme
ko: 무기
pt_br: Arma
ru: Оружие
zh_hans: 武器
zh_hant: 武器

source: Win Percentage
de: Sieges-Prozentsatz
fr: Pourcentage de victoire
ko: 승률
pt_br: Percentagem de Vitória
ru: Процент побед
zh_hans: 胜率
zh_hant: 勝率

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ko: 창
pt_br: Janela
ru: Окно
zh_hans: 窗口
zh_hant: 視窗

source: Wins
de: Siege
fr: Victoires
ko: 승수
pt_br: Vitórias
ru: Победы
zh_hans: 胜场数
zh_hant: 勝場數

source: You are now connected to Hearthstats
de: Du bist nun mit Hearthstats verbunden
es: Ahora estás conectado con Hearthstats
fr: Vous êtes connecté avec Hearthstats
ko: Hearthstats 에 연결되어 있지 않습니다.
pt_br: Você agora está conectado ao Hearthstats
ru: Вы были подключены к Hearthstats
zh_hans: 您已连接到 Hearthstats
zh_hant: 您已連結到 Hearthstats

source: You must restart Hearthstone for logs to be used
de: Du musst Hearthstone neu Starten, damit die entsprechenden Logs verwendet werden können
es: Debes reiniciar Hearthstone para que los archivos de registro (logs) puedan ser usados
fr: Vous devez redémarrer Hearthstone pour que les logs soient utilisés
ko: Hearthstone 의 로그를 사용하기 위해 다시 시작해야 합니다.
pt_br: Você precisa reiniciar o Hearthstone para os logs serem usados
ru: Вы должны перезапустить Hearthstone для использования записей
zh_hans: 为正常记录您的对局，必须重新启动炉石传说
zh_hant: 為正常紀錄您的牌組，必須重新啟動爐石戰記

source: You must restart HSTracker for the language change to take effect
de: Du musst HSTracker erneut starten, damit die Spracheinstellung übernommen wird
es: Debes reiniciar HSTracker para que el cambio de idioma tenga efecto
fr: Vous devez redémarrer HSTracker pour que le changement de langue soit effectif
ko: 수정된 언어 반영을 위해 HSTracker를 다시 시작해야 합니다
pt_br: Você deve reiniciar o HSTracker para as mudanças serem efetivadas.
ru: Вы должны перезапустить HSTracker для изменения языка
zh_hans: 必须重启 HSTracker 使语言设置生效
zh_hant: 必須重新啟動 HSTracker 以完成語言設定

source: Your arena deck count 30 cards, do you want to save it ?
de: Dein Arena Deck besteht nun aus 30 Karten, möchtest Du es speichern?
fr: Votre deck d'arène compte 30 cartes, voulez-vous le sauvegarder ?
ko: 투기장 카드수가 30장이 되었습니다. 저장하시겠습니까?
pt_br: Seu deck da arena chegou a 30 cartas, deseja salvá-lo ?
ru: В вашей колоде из Арены 30 карт, вы хотите сохранить ее ?
zh_hans: 竞技场卡组已有 30 张卡, 要保存吗?
zh_hant: 競技場牌組已有 30 張卡, 要儲存嗎?

source: Your game begins
de: Dein Spiel beginnt
es: Empieza la partida
fr: Votre partie commence
ko: 게임 시작 되었습니다.
pt_br: Seu jogo começou
ru: Ваша игра началась
zh_hans: 游戏开始
zh_hant: 遊戲開始

# Your opponent have conceded
source: Your opponent has conceded
de: Dein Gegner hat aufgegeben
es: Tu oponente ha concedido
fr: Votre adversaire a concedé
ko: 상대가 항복했습니다.
pt_br: Seu oponente se rendeu
ru: Ваш противник сдался
zh_hans: 你的对手投降了
zh_hant: 你的對手投降了

source: Your replay has been uploaded on HSReplay
de: Dein Replay wurde auf HSReplay hochgeladen
fr: Votre replay a été sauvegardé sur HSReplay
ko: HSReplay에 리플레이가 저장되었습니다.
pt_br: Seu replay for carregado no HSReplay
ru: Ваш реплей был загружен в HSReplay
zh_hans: 你的游戏录像已上传至 HSReplay
zh_hant: 已將本場賽局上傳至 HSReplay

# BobsBuddyPanel_Info_Title
source: Bob's Buddy
es: El amigo de Bob
fr: Le pote de Bob
ko: 밥의 동료
pt_br: Camarada Bob
ru: Приятель Боба
zh_hans: 鲍勃之友
zh_hant: 鮑伯的夥伴

source: Deck Manager
es: Gestor de Mazos
ko: 덱 관리자
pt_br: Gerenciador de Deck
ru: Менеджер колод
zh_hans: 卡组管理
zh_hant: 牌組管理

source: Deck name
es: Nombre del mazo
fr: Nom du deck
ko: 덱 이름
pt_br: Nome do Deck
ru: Название колоды
zh_hans: 卡组名称
zh_hant: 牌組名稱

source: Decks
es: Mazos
ko: 덱
ru: Колоды
zh_hans: 卡组
zh_hant: 牌組

# mechanical
source: Mech
es: Robot
fr: Mecanique
ko: 기계
pt_br: Mecanóide
ru: Механизм
zh_hans: 机械
zh_hant: 機械

source: Paladin
es: Paladín
ko: 성기사
pt_br: Paladino
ru: Паладин
zh_hans: 圣骑士
zh_hant: 聖騎士

source: Totem
es: Tótem
ko: 토템
ru: Тотем
zh_hans: 图腾
zh_hant: 圖騰

source: %@ vs %@
fr: %@ contre %@
ko: %@ 대 %@
ru: %@ против %@

source: Arena %@ %@
fr: Arène %@ %@
ko: 투기장 %@ %@
ru: Арена %@ %@
zh_hans: 竞技场 %@ %@
zh_hant: 競技場 %@ %@

# AverageDamage_Info_Description
source: These panels show the middle 80th percentile of possible damage outcomes.
fr: Ces panneaux montrent le 80e centile central des dommages possibles.
ko: 이 패널들은 80% 확률로 입을 수 있는 데미지의 평균을 보여줍니다.
pt_br: Esses painéis mostram uma média de 80% dos possíveis danos sofridos.
ru: Эти панели отображают средний 80-ти процентный возможный урон.
zh_hans: 这个区域中显示了在80%的情况下造成的伤害范围。
zh_hant: 這些面板會顯示中間第80百分位數下可能的傷害範圍。

# Battlegrounds_Game_Ordinal_1
source: 1st
fr: 1er
ko: 1등
pt_br: 1º
ru: 1-й
zh_hans: 一
zh_hant: 第1

# Battlegrounds_Game_Ordinal_2
source: 2nd
fr: 2ème
ko: 2등
pt_br: 2º
ru: 2-й
zh_hans: 二
zh_hant: 第2

# Battlegrounds_Game_Ordinal_3
source: 3rd
fr: 3ème
ko: 3등
pt_br: 3º
ru: 3-й
zh_hans: 三
zh_hant: 第3

# Battlegrounds_Game_Ordinal_4
source: 4th
fr: 4ème
ko: 4등
pt_br: 4º
ru: 4-й
zh_hans: 四
zh_hant: 第4

# Battlegrounds_Game_Ordinal_5
source: 5th
fr: 5ème
ko: 5등
pt_br: 5º
ru: 5-й
zh_hans: 五
zh_hant: 第5

# Battlegrounds_Game_Ordinal_6
source: 6th
fr: 6ème
ko: 6등
pt_br: 6º
ru: 6-й
zh_hans: 六
zh_hant: 第6

# Battlegrounds_Game_Ordinal_7
source: 7th
fr: 7ème
ko: 7등
pt_br: 7º
ru: 7-й
zh_hans: 七
zh_hant: 第7

# Battlegrounds_Game_Ordinal_8
source: 8th
fr: 8ème
ko: 8등
pt_br: 8º
ru: 8-й
zh_hans: 八
zh_hant: 第8

# Battlegrounds_Session_CompStats_ErrorMessage
source: Failed to load compositions
fr: Impossible de charger les compositions
ko: 조합 불러오기 실패
pt_br: Falha ao carregar composições
zh_hans: 加载流派失败

# Battlegrounds_Session_Games_Label_MMR
source: MMR
fr: Cote
ko: 평점
zh_hans: 等级积分
zh_hant: 天梯分数

# Battlegrounds_Session_Games_Text_EmptyState2
source: Latest 8 games will appear here.
fr: Les 8 dernières parties apparaîtront ici.
ko: 최근 8번의 게임이 여기에 표시됩니다.
pt_br: As últimas 8 partidas aparecem aqui.
zh_hans: 最近的8场对局将会显示在这。

# Battlegrounds_Session_Header_Label_CompStats
source: Composition Stats
fr: Statistiques de la composition
ko: 조합 통계
pt_br: Dados da Composição
zh_hans: 流派统计

# Battlegrounds_Session_Header_Label_MMR
source: MMR
fr: Cote
ko: 평점
zh_hans: 等级积分
zh_hant: 天梯分數

# BattlegroundsHeroPicking_Compositions_NoData
source: No composition data
fr: Aucune donnée de composition
ko: 전략 정보 없음
pt_br: Sem dados de composição
zh_hans: 没有流派数据

# BattlegroundsHeroPicking_Header_AvgPlacementTooltip_Desc
source: The final placement the hero achieves on average, adjusted for the available minion types
fr: Le classement final atteint par le héros en moyenne, ajusté en fonction des types de serviteurs disponibles
ko: 사용 가능 종족에 맞춰진 평균 최종 달성 순위
pt_br: A posição final que o herói alcança em média, ajustada pelos tipos de lacaios disponíveis
zh_hans: 根据禁选类型筛选后，英雄的平均最终排名

# BattlegroundsHeroPicking_Header_PickRate
source: Pick Rate
fr: Taux de sélection
ko: 선택률
pt_br: Taxa de Escolha
ru: Частота выбора
zh_hans: 选择率

# BattlegroundsHeroPicking_Header_PickRateTooltip_Desc
source: Percent of the time this hero is picked at the start of a game when presented as an option
fr: Pourcentage du temps où ce héros est choisi en début de partie lorsqu'il est proposé comme option
ko: 게임이 시작 시 영웅 선택지로 나왔을때 선택되는 비율
pt_br: Porcentagem de vezes que este herói é escolhido quando apresentado como uma opção inicial
zh_hans: 在对局开始出现该英雄时，这个英雄被选取的百分率

# BattlegroundsHeroPicking_Header_PickRateTooltip_Title
source: Pick Rate
fr: Taux de sélection
ko: 선택률
pt_br: Taxa de Escolha
ru: Частота выбора
zh_hans: 选择率

# BattlegroundsHeroPicking_Header_Tier1Tooltip_Title
source: Tier 1: Overperforming
fr: Catégorie 1 : surperformant
ko: 1 티어: 기대 이상
pt_br: Grau 1: Desempenho Bom
zh_hans: 第一梯队：霸主卡组

# BattlegroundsHeroPicking_Header_Tier2Tooltip_Title
source: Tier 2: Winning
fr: Catégorie 2 : gagnant
ko: 2 티어: 승리
pt_br: Grau 2: Ganhando
zh_hans: 第二梯队：强势卡组

# BattlegroundsHeroPicking_Header_Tier3Tooltip_Title
source: Tier 3: Underperforming
fr: Catégorie 3 : sous-performant
ko: 3티어: 기대 이하
pt_br: Grau 3: Desempenho Mal
zh_hans: 第三梯队：较弱卡组

# BattlegroundsHeroPicking_Header_Tier4Tooltip_Title
source: Tier 4: Losing
fr: Catégorie 4 : perdant
ko: 4 티어: 패배
pt_br: Grau 4: Perdendo
zh_hans: 第四梯队：弱势卡组

# BattlegroundsHeroPicking_Hero_ArmorTierTooltip_Range
source: Armor Range: %d - %d
fr: Plage d'armure : %d - %d
ko: 방어도 범위: %d - %d
pt_br: Faixa de Armadura: %d - %d
zh_hans: 护甲范围：%d - %d

# BattlegroundsHeroPicking_Hero_CompositionTooltip
source: Percentage of 1st place finishes
fr: Pourcentage d'arrivées à la première place
ko: 1위로 끝날 확률
pt_br: Porcentagem de conclusão em 1° lugar
zh_hans: 获得第一名的百分比

# BattlegroundsMinions_TavernTier
source: Tavern Tier %d
fr: Niveau de taverne %d
ko: 선술집 단계 %d
pt_br: Taverna Grau %d
ru: Уровень таверны %d
zh_hans: 酒馆等级 %d

# BattlegroundsMinions_TavernTierMinionType
source: Tavern Tier %d - %@
fr: Niveau de taverne %d - %@
ko: 선술집 단계 %d - %@
pt_br: Taverna Grau %d - %@
ru: Уровень таверны %d - %@
zh_hans: 酒馆等级 %d - %@

# BattlegroundsPreLobby_InteractivePanel_Anonymous_Hover
source: Hover for more details
fr: Survolez pour plus de détails
ko: 커서를 올려 세부 정보 보기
pt_br: Selecione para mais detalhes
zh_hans: 鼠标悬停以获取详细信息

# BattlegroundsQuestPicking_Header_Tier1Tooltip_Desc
source: The best placing reward, and rewards with higher placements within one standard deviation of the best placing reward
fr: La récompense au meilleur classement, et celles de classement supérieur situées à moins d'un écart-type de la récompense au meilleur classement
ko: 최고 순위 보상과 1 표준편차 내에서 더 높은 순위의 보상들
pt_br: A melhor recompensa e outras recompensas com colocações superiores dentro de um desvio padrão da melhor recompensa
zh_hans: 最佳奖励，以及与其平均排名差距在1个标准差内的奖励

# BattlegroundsQuestPicking_Header_Tier2Tooltip_Desc
source: Rewards with average placements better than or equal to 4.5
fr: Les récompenses dont le classement moyen est supérieur ou égal à 4,5
ko: 평균 순위가 4.5위 이상인 보상들
pt_br: Recompensas com colocações médias melhores ou iguais a 4,5
zh_hans: 平均排名高于等于4.5的奖励

# BattlegroundsQuestPicking_Header_Tier3Tooltip_Desc
source: Rewards with average placements worse than 4.5 and within one standard deviation of the best reward in this tier
fr: Les récompenses dont le classement moyen est inférieur à 4,5 et situé à moins d'un écart-type de la meilleure récompense de ce niveau
ko: 평균 순위가 4.5위 미만이고 이 티어의 최고의 보상과 평균 순위가 1 표준편차 이내인 보상들
pt_br: Recompensas com colocações médias piores que 4,5, porém dentro de um desvio padrão da melhor recompensa neste grau
zh_hans: 平均排名低于4.5的奖励，但与同梯队的最佳奖励相差在1个标准差内

# BattlegroundsQuestPicking_Header_Tier4Tooltip_Desc
source: Rewards with average placements worse than one standard deviation from the best tier 3 reward
fr: Les récompenses dont le classement moyen est inférieur d'au moins un écart-type à la meilleure récompense de niveau 3
ko: 3 티어 최고의 보상보다 평균 순위가 1 표준편차 이상 낮은 보상들
pt_br: Recompensas com colocação decepcionantes em comparação com a melhor recompensa de grau 3
zh_hans: 相比第3梯队中的最佳奖励，这些奖励的平均排名差距超过1个标准差

# BattlegroundsQuestPickingHeader_AvgPlacementTooltip_Desc
source: The final placement this reward achieves on average, adjusted for your hero and the available minion types
fr: Le classement final atteint par cette récompense en moyenne, ajusté en fonction du héros et des types de serviteurs disponibles
ko: 현재 영웅과 사용 가능 종족에 맞게 조정된, 보상에 따른 최종 순위 평균
pt_br: Colocação final média que uma recompensa consegue, ajustada para seu herói e lacaios disponíveis
zh_hans: 根据你的英雄和可用随从类型筛选后，奖励的平均最终排名

# BattlegroundsQuestPickingHeader_PickRateTooltip_Desc
source: Percent of the time this reward is picked by first place players
fr: Pourcentage du temps où cette récompense est choisie par les joueurs terminant en première position
ko: 1위 플레이어가 이 보상을 선택한 비율
pt_br: Porcentagem de vezes que essa recompensa é escolhida pelos primeiros colocados
zh_hans: 第一名玩家选择此奖励的时间百分比

source: By clicking 'Reset' you will clear your list of Latest Games and make your Start MMR the same as your current MMR.
fr: En cliquant sur « Réinitialiser », vous effacerez votre liste des dernières parties et votre MMR de départ sera aligné sur votre MMR actuel.
ko: '리셋'을 클릭하면 이전 게임 리스트가 초기화 되며, 시작 평점이 현재 평점으로 변경됩니다.
zh_hans: 通过点击“重置”，将清除你的最近对局记录，并使起始MMR与当前MMR相同。

# Counter_AsteroidDamage
source: Asteroid Damage
fr: Dégâts de l'astéroïde
ko: 소행성 피해
pt_br: Dano de Asteroide
zh_hans: 小行星伤害

# Counter_AsteroidDamage_Damage
source: %@ Damage
fr: %@ dégâts
ko: %@ 데미지
pt_br: %@ Dano
zh_hans: %@ 点伤害

# Counter_CardsDrawnThisTurn
source: Cards Drawn This Turn
fr: Cartes piochées à ce tour
ko: 이번 턴에 뽑은 카드
pt_br: Cards comprados no turno
zh_hans: 本回合抽到的卡牌

# Counter_LibramCostReduction
source: Libram Cost Reduction
fr: Réduction du coût de Libram
ko: 성서 비용 감소
pt_br: Redução de Incunábulos
zh_hans: 圣契减少费用

# Counter_SelfDamage
source: Self Damage
fr: Auto-dégâts
ko: 자해 피해
pt_br: Dano Próprio
zh_hans: 在自己回合受到的伤害

# Counter_SummonedDragons
source: Summoned Dragons
fr: Dragons invoqués
ko: 소환한 용족
pt_br: Dragões Invocados
zh_hans: 已召唤的龙数量

source: Deck string has been copied in your clipboard.
fr: Le deck a été copié dans votre presse-papier.
ko: 덱 코드가 클립보드에 복사되었습니다.
pt_br: Seu deck foi copiado para a área de transferência.
ru: Колода была скопирована в буфер обмена.
zh_hans: 卡组代码已复制到剪贴板中。
zh_hant: 卡牌代碼已複製到剪貼簿中。

# DeckSideboard_Label_ETCBand
source: E.T.C.'s Band
fr: Groupe E.T.C.
ko: 정타족의 밴드
pt_br: Banda C.T.E.'s
ru: Группа E.T.C.
zh_hans: 精英牛头人酋长的乐队

# ICECROWN
source: Knights of the Frozen Throne
fr: Chevaliers du Trône de glace
ko: 얼어붙은 왕좌의 기사들
pt_br: Cavaleiros do Trono de Gelo
ru: Рыцари ледяного трона
zh_hans: 冰封王座的骑士
zh_hant: 冰封王座

source: Importing
fr: Import

source: Logged in to HSReplay.net as %@. Open your collection and it will be automatically uploaded.
fr: Connecté à HSReplay.net en tant que %@. Ouvrez votre collection et elle sera envoyée automatiquement.

source: Logged in to HSReplay.net. Open your collection and it will be automatically uploaded.
fr: Connecté à HSReplay.net. Ouvrez votre collection et elle sera envoyée automatiquement.

source: Login
fr: Se connecter
ko: 로그인
ru: Войти
zh_hans: 登录
zh_hant: 登入

source: Login to claim your replays and enable all HSReplay.net features.
fr: Connectez-vous pour réclamer vos replays et activer toutes les fonctionnalités de HSReplay.net.

source: Login to HSReplay.net
fr: Se connecter à HSReplay.net

source: Logout
fr: Se déconnecter
ko: 로그아웃
ru: Выйти
zh_hans: 注销
zh_hant: 登出
